tap "adoptopenjdk/openjdk"
tap "buildpacks/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "thoughtbot/formulae"
tap "weaveworks/tap"
brew "argocd"
brew "automake"
brew "aws-iam-authenticator"
brew "openssl@1.1"
brew "awscli"
brew "azure-cli"
brew "bash-completion@2"
brew "binutils"
brew "boost"
brew "brew-cask-completion"
brew "gettext"
brew "glib"
brew "cfn-lint"
brew "libtool"
brew "cfssl"
brew "circleci"
brew "clojure"
brew "cmake"
brew "consul-template"
brew "coreutils"
brew "csvkit"
brew "ctop"
brew "openldap"
brew "curl"
brew "diffutils"
brew "dive"
brew "dnscrypt-proxy", restart_service: true
brew "dos2unix"
brew "exa"
brew "gcc"
brew "file-formula"
brew "findutils"
brew "fluxctl"
brew "fzf"
brew "gawk"
brew "git"
brew "tcl-tk"
brew "git-gui"
brew "git-lfs"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "pkg-config"
brew "gnutls"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "graphviz"
brew "grep"
brew "gzip"
brew "helm"
brew "hey"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "iproute2mac"
brew "istioctl"
brew "jfrog-cli"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kops"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "ldapvi"
brew "leiningen"
brew "less"
brew "libiconv"
brew "librsvg"
brew "libsass"
brew "libvirt"
brew "linkerd"
brew "make"
brew "maven"
brew "minikube"
brew "nginx"
brew "nmap"
brew "openssh"
brew "p7zip"
brew "packer"
brew "packer-completion"
brew "pinentry-mac"
brew "postgresql"
brew "protobuf"
brew "qemu"
brew "rsync"
brew "ruby"
brew "sassc"
brew "stern"
brew "swiftlint"
brew "telnet"
brew "tfenv"
brew "tflint"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "watchman"
brew "wdiff"
brew "wget"
brew "wireguard-tools"
brew "yarn"
brew "yq"
brew "zlib"
brew "zsh"
brew "buildpacks/tap/pack"
brew "hashicorp/tap/boundary"
brew "hashicorp/tap/terraform-ls"
brew "hashicorp/tap/waypoint"
brew "weaveworks/tap/eksctl"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "adoptopenjdk8-openj9-large"
cask "aws-vault"
cask "clipy"
cask "docker"
cask "firefox"
cask "intellij-idea-ce"
cask "lens"
cask "pock"
cask "postico"
cask "postman"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "wkhtmltopdf"
cask "xquartz"
